Repository: zikula-modules/MultiHook
Catalog: MultiHook/locale/*/LC_MESSAGES/module_multihook.po
Languages: de

source: View abbreviations
de: Abkürzungsliste

source: View acronyms
de: Akronymliste

source: View links
de: Linkliste

source: Illegal words
de: Liste der unerwünschten Begriffe

source: Error! Could not read data.
de: Fehler! Daten konnten nicht geladen werden.

source: Error! Database deletion of entry failed.
de: Fehler! Der Löschvorgang ist fehlgeschlagen

source: Error! No permissions for the MultiHook module.
de: Fehler! Es besteht kein Zugriff auf das MultiHook-Modul.

source: already exists in database.
de: ist existiert bereits in der Datenbank.

source: no short text
de: Kurzform fehlt

source: no long text or (in case of a link) no url
de: Langfassung fehlt (bzw. bei Links die URL)

source: no title
de: Titel fehlt

source: no type
de: Typ fehlt

source: Error! Entry creation failed.
de: Fehler! Die Erstellung ist fehlgeschlagen

source: Error! Database update of entry failed.
de: Fehler! Die Aktualisierung ist fehlgeschlagen

source: Creates xhtml tags for abbreviations, acronyms and autolinks, while providing specific content censorship.
de: Erstellung von abbr- und acronym-Tags und Autolinks sowie Zensurfunktionen.

source: Abbreviations
de: Abkürzungen

source: Edit
de: Bearbeiten

source: Acronyms
de: Akronyme

source: Censor
de: Zensur

source: Loading data...
de: Lade Daten...

source: Saving data...
de: Speichere Daten...

source: Error! Database selection failed. Please contact the webmaster.
de: Fehler! Die Datenbankabfrage ist fehlgeschlagen. Bitte den Webmaster kontaktieren.

source: Unkown category
de: Unbekannte Kategorie

source: No auth for category
de: Keine Berechtigung für die Kategorie

source: unkown download
de: Unbekannter Download

source: unknown parameter at pos.1 (C, D, L or S)
de: unbekannter Parameter an Pos.1 (C, D, L oder S)

source: Downloads 2.0 or later needed
de: Downloads 2.0 nicht gefunden

source: Downloads not available
de: Das Modul 'Downloads' ist nicht verfügbar

source: no needle id
de: keine Needle ID

source: Unkown pagesetter tid
de: unbekannter Publikationstyp (TID)

source: No auth for pagesetter tid
de: keine Berechtigung für diesen Publikationstyp

source: Unkown pagesetter pid
de: unbekannte Publikation (PID)

source: No auth for pagesetter pid
de: keine Berechtigung für diese Publikation

source: wrong needle id
de: falsche NeedleID

source: Error reading reading needle data for '%1$s' or module '%2$s' is not active
de: Fehler beim Lesen der Needle-Daten für '%1$s' oder das Modul '%2$s' ist nicht aktiv.

source: No auth for folder
de: keine Berechtigung für dieses Album

source: Unkown folder
de: unbekanntes Album

source: No auth for photoshare image
de: keine Berechtigung für dieses Bild

source: Unkown photoshare image
de: unbekanntes Bild

source: unkown parameter at pos 1 (A,P or T)
de: unbekannter Parameter an Pos.1 (A,P oder T)

source: Pagesetter not available
de: Pagesetter ist nicht verfügbar

source: No auth for weblink category
de: Keine Berechtigung für diese Link-Kategorie

source: Unkown welink category
de: unbekannte Kategorie

source: No auth for weblink
de: keine Berechtigung für diesen Link

source: Unkown weblink
de: unbekannter Link

source: Web_Links not available
de: Web_Links ist nicht verfügbar

source: click here to see changeset #%1$s of the %2$s-project
de: Changeset #%1$s des Projekts %2$s anzeigen

source: Changeset #%1$s (%2$s-project)
de: Changeset #%1$s (%2$s-Projekt)

source: click here to see ticket #%1%s of the %2$s-project
de: Ticket #%1$s des Projekts %2$s anzeigen

source: Ticket #%1$s (%2$s-project)
de: Ticket #%1$s (%2$s-Projekt)

source: Unkown page
de: Unbekannte Seite

source: htmlpages not available
de: Das Modul 'HTMLPages' ist nicht verfügbar

source: Configuration updated
de: Erledigt! Die Konfiguration wurde aktualisiert.

source: Error! No such item exists.
de: Fehler! Es konnte kein entsprechender Eintrag gefunden werden.

source: Abbreviation
de: Abkürzung

source: Acronym
de: Akronym

source: Illegal word
de: Unerwünschter Begriff

source: Done! Entry deleted.
de: Erledigt! Der Eintrag wurde gelöscht.

source: missing short text
de: Kurzform fehlt

source: missing long text
de: Langfassung fehlt

source: missing type text
de: Typ fehlt

source: missing title text
de: Title fehlt

source: Done! Entry created.
de: Erledigt! Der Eintrag wurde erstellt.

source: Error! Database creation of entry failed.
de: Fehler! Die Erstellung ist fehlgeschlagen.

source: Done! Entry updated.
de: Erledigt! Eintrag erstellt.

source: Error: Entry creation failed
de: Fehler! Die Erstellung ist fehlgeschlagen

source: Error! Database deletion of entry failed
de: Fehler! Der Löschvorgang ist fehlgeschlagen

source: Database update of entry failed
de: Die Aktualisierung des Eintrags in der Datenbank ist fehlgeschlagen

source: no description found
de: Keine Beschreibung gefunden

source: no module found
de: Keine Module gefunden

source: Add item
de: Eintrag hinzufügen

source: View censored words
de: Liste der unerwünschten Begriffe

source: View needles
de: Needles anzeigen

source: Settings
de: Konfiguration

source: Error! Database create table error
de: Fehler! Es ist ein Fehler beim Erstellen der Datenbanktabelle aufgetreten.

source: Error! Failed to register your MultHook
de: Fehler! MultiHook konnte nicht als Hook registriert werden

source: %s entries copied from AutoLinks, you can remove this module now.
de: %s Einträge aus Autolinks importiert, dieses Modul kann jetzt entfernt werden.

source: Error! Upgrade to 5.0 failed
de: Fehler! Das Upgrade auf die Version 5.0 ist fehlgeschlagen

source: Error! Database delete table error
de: Fehler! Es ist ein Fehler beim Löschen der Datenbanktabelle aufgetreten

source: Error! Unable to remove MultiHook
de: Fehler! Das MultiHook-Modul konnte nicht entfernt werden

source: Actually Multihook is used with the following modules
de: Multihook wird momentan mit folgenden Modulen verwendet

source: Module
de: Modul

source: Displayname
de: Anzeigename

source: Options
de: Optionen

source: Hook settings
de: Hook Einstellungen

source: MultiHook is not used with any module
de: MultiHook ist noch nicht als Hook bei anderen Modulen aktiv

source: Activate MultiHook for more modules
de: MultiHook für weitere Module aktivieren

source: Links, Abbreviations, Acronyms, Censor and Needles
de: Links, Abkürzungen, Akronyme, Zensur und Needles

source: Visit the MultiHook-project
de: MultiHook-Projekt besuchen

source: General Settings
de: Allgemeine Einstellungen

source: Only replace first occurence per text
de: Gefundene Einträge nur jeweils einmal im Text ersetzen

source: CSS class definition for external links
de: CSS-Klasse für externe Links

source: Items per page in admin view
de: Einträge pro Seite in der Administration

source: Use MultiHook inside [code][/code]
de: MultiHook innerhalb [code][/code] benutzen

source: Replace links with title
de: Links durch Titel ersetzen

source: Replace abbreviations with long text
de: Abkürzungen duch Langtext ersetzen

source: Show edit link
de: Link zum Bearbeiten anzeigen

source: Replace illegal words which are parts of other words, eg. replace oo in Google
de: Zensierte Wörter innerhalb von Begriffen ersetzen, z.B. oo in Google ersetzen

source: Do not replace first and last letter when censoring words with more than two chars
de: Beim Zensieren von Worten mit mehr als zwei Buchstaben Länge, den ersten und letzten Buchstaben nicht ersetzen

source: Update Configuration
de: Konfiguration aktualisieren

source: Short version
de: Kurzform

source: Long version
de: Langfassung

source: (in case of a link the url, ignored for illegal words)
de: (im Fall eines Links, die Ziel-URL, wird bei unerwünschten Begriffen ignoriert)

source: Title
de: Titel

source: (only necessary for a link, ignored for illegal words)
de: (nur bei einem Link notwendig, wird bei unerwünschten Begriffen ignoriert)

source: Language
de: Sprache

source: Type
de: Typ

source: Submit
de: Absenden

source: Cancel
de: Abbrechen

source: Delete entry
de: Eintrag löschen

source: Glossary
de: Glossar

source: Select
de: Auswahl

source: Show
de: Anzeigen

source: No entries present
de: Keine Einträge vorhanden

source: Edit item
de: Eintrag bearbeiten

source: The curly brackets indicate the beginning and the end of the parameters and don't have to be used in the needle, the pipe symbol | indicates different options you can use.
de: Die geschweiften Klammern geben Anfang und Ende der Needleparameter an und d nicht mit eingegeben werden, ebenso wie das Pipesymbol |, das die verschiedenen Optionen der Needle trennt.

source: Usage
de: Benutzung

source: Source
de: Quelle

source: Case sensitive
de: Groß- und Kleinschreibung beachten

source: Yes
de: Ja

source: No
de: Nein

source: No Needles found
de: Keine Needles gefunden
